<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Characters.aspx.cs" Inherits="מידע_נוסף" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    
    <br />
    <br />
    <br />
    <div><table style="background-color: #e6faff;" ; border="1">

            <tr>
                <td>ג'ואי טריביאני</td>
                <td>פיבי בופה</td>
                <td>צ'נדלר בינג</td>
                <td>מוניקה גלר</td>
                <td>רייצ'ל</td>
                <td>רוס גלר</td>
            </tr>

            <tr>
                <td>
                    ג'ואי כנראה נולד בשנת 1968, שכן הוא ציין שהיה בן 13 בשנת 1981. הוא בא ממשפחה איטלקית אמריקאית של שמונה ילדים מהם הוא הבן היחיד. אביו הוא ג'וזף טריביאני האב (רוברט קוסטנזו) ואמו היא גלוריה טריביאני (ברנדה ואקרו). לג'ואי יש שבע אחיות: מרי תרזה (מימי ליבר/כריסטינה ריצ'י), מרי אנג'לה (הולי גניר), דינה (מרלה סוקולוף), ג'ינה (דראה דה-מתאו), טינה (ליסה מאריס), ורוניקה (דינה מיסלי), וקוקי (אלכס מנסס). כילד, נקלע לעיתים קרובות לתאונות מביכות. כמו גם, היה לו גם חבר דמיוני בשם מוריס, שהיה קאובוי חלל ג'ואי חובב משחקי וידאו, כדורגל שולחן, כמו גם מאכילת כריכים ופיצה וידוע כאחד "שלא מתחלק באוכל שלו". הוא נוהג לצפות הרבה בטלוויזיה יחד עם צ'נדלר, בייחוד במשמר המפרץ, ומכנה את הטלוויזיה שלו "סטיבי" ואת כורסאת הטלוויזיה שלו "רוזיטה".

                    בתור שחקן עם קריירה מדשדשת הוא כל הזמן מחפש עבודה. הוא הוסמך לכמורה בפרק "האחד עם האמת על לונדון", וניהל גם את טקס החתונה של מוניקה וצ'נדלר וגם את חתונתם של פיבי ומייק.
                </td>
                <td>
                    בפרק הפיילוט, פיבי נחשבת לאחת מחמשת החברים המקוריים, שהם השכנים ג'ואי (מאט לה בלאנק) וצ'נדלר (מתיו פרי), שותפתה לדירה לשעבר מוניקה (קורטני קוקס) ואחיה של מוניקה, רוס (דייוויד שווימר). היא מוזיקאית במקום המפגש הקבוע שלהם, בית הקפה "סנטרל פארק", שם היא מנגנת בגיטרה ושרה שירים שכתבה בעצמה אם כי באחד הפרקים פיבי עובדת כמזכירה זמנית של צ'נדלר.
                    במהלך הסדרה מתברר כי אמה של פיבי, לילי בופי, התאבדה כאשר פיבי הייתה בת 14 בערך, באמצעות הרעלת פחמן חד-חמצני. לאחר מות אמה וכליאת ואביה החורג הפכה פיבי לחסרת בית. בסוף העונה השלישית פוגשת פיבי את החברה הטובה ביותר של אמה לילי, אשר לבסוף מתגלה כאמה האמיתית. באמצע העונה החמישית פוגשת פיבי את אביה הביולוגי. על אף שהיא נחשבת תמהונית ורחפנית, עדיין יש בה מ"חוכמת הרחוב" מימי נערותה. בעונה 4-5 פיבי משמשת כאם פונדקאית לאחיה למחצה ובת זוגו, ומביאה לעולם שלישייה: פרנק, לסלי וצ'נדלר. בעונה 9 פיבי מתחילה לצאת עם מייק האניגן (פול ראד) ובעונה 10 הם מתחתנים.
                </td>
                <td>צ'נדלר מיוריאל בינג נולד ב-8 באפריל 1968. אימו היא סופרת אירוטית ואביו הוא כוכב טרנסווסטיזיסט בלאס וגאס. הוא ממוצא סקוטי ושוודי. הוא בן יחיד, וניתן להבין מרמיזות לאורך הסדרה שהוא בא ממשפחה מבוססת. הוריו של צ'נדלר הודיעו לו בחג ההודיה בהיותו בן תשע שהם מתגרשים, אירוע שגרם לו לסרב לחגוג את החג לאורך חייו הבוגרים. לאורך הסדרה מתגלה שאירוע זה גרם לו להתחיל לעשן כבר בגיל תשע. גירושי הוריו גרמו לו גם להשתמש בחוש הומור ובסרקזם כמנגנון הגנה . בנוסף מתגלה שהוא למד בבית ספר לבנים בלבד.</td>

                <td>
                    מוניקה גלר (נולדה באפריל 1969) היא אחותו הקטנה של רוס, גדלה בלונג איילנד. היא חברתה של רייצ'ל מימי התיכון, חלקה דירה עם פיבי ובמהלך הסדרה נישאת לשותפו של רוס לקולג', צ'נדלר. בנערותה הייתה מוניקה שמנה מאוד ומשקלה עלה על 100 ק"ג. ממוצא גרמני.
                    מוניקה הכירה את צ'נדלר בזמן שרוס היה בקולג'. לאחר ששמעה שקרא לה מאחורי גבה "שמנה" החליטה מוניקה לרדת במשקל ולפתות אותו במטרה לנקום בו, אך בטעות כורתת את קצה הבוהן ברגלו. מוניקה וצ'נדלר התאהבו בסיום העונה הרביעית במהלך חתונתו של רוס, שמרו בסתר על זוגיותם הסודית במהלך העונה החמישית ולבסוף נישאו בסוף העונה השביעית. לאחר שהתגלה כי לשניים יש בעיה להרות הם אימצו תאומים, להם נתנו את השמות אריקה וג'ק, בסיום הסדרה מאם פונדקאית (גולמה על ידי אנה פריס).
                </td>
                <td>רייצ'ל גרין מופיעה לראשונה בסדרה בפרק הפיילוט, כשהיא רצה אל תוך בית הקפה "סנטרל פרק" בשמלת כלה ספוגת מי גשם. רייצ'ל ברחה מחתונתה עם בארי פרבר, אורתודנט עשיר, לאחר שהבינה שהיא לא באמת אהבה אותו, ורצתה למעשה את הקערה שהם קיבלו כמתנת חתונה יותר מאשר אותו. רייצ'ל מנהלת לסירוגין מערכת יחסים עם רוס גלר, שבמהלכה היא נכנסת להריון ומביאה לעולם את בתם אמה. הריונה של רייצ'ל היה השני בחבורה לאחר שפיבי הייתה אם פונדקאית עבור אחיה ואשתו. הסדרה מסתיימת בחזרתם של רוס ורייצ'ל זה אל זו, לאחר שרייצ'ל הייתה אמורה לטוס לפריז לעבוד אצל לואי ויטון. לפי הסדרה ג'ואי, סדרה בת, בכיכובו של מאט לבלנק מסתבר כי הזוג התחתן לאחר סיום הסדרה, כאשר ג'ואי אומר שכל חבריו התחתנו והקימו משפחה.</td>

                <td>רוס נולד ב-18 באוקטובר 1967 בלונג איילנד, ניו יורק. אחיה הגדול של מוניקה גלר וילד המועדף על פני הוריהם. בין רוס למוניקה יש הרבה תחרותיות. רוס ומוניקה הם חצי יהודים והם ממוצא גרמני. מגיל תיכון היה מאוהב ברייצ'ל גרין, למרות שבזמן שלמד בתיכון ייסד יחד עם חברו ויל קולברט (בראד פיט) את מועדון ה"אני שונא את רייצ'ל גרין". רוס היה שותפו של צ'נדלר בינג בזמן לימודיהם בקולג' ואף הקים איתו להקה. רוס הוא בעל דוקטורט בפלאונטולוגיה ולעיתים קרובות הוא מכנה את עצמו "ד"ר גלר" או "ד"ר ר' גלר או "פרופסור גלר"". ב-1989 נישא לקרול ויליק אבל הם התגרשו ב-1994 (הפרק הראשון בסדרה) בגלל שהתברר שהיא לסבית. בסוף העונה הראשונה נולד להם בן והם קוראים לו בן. ב-1998 נישא לאמילי וולטאם אבל הם התגרשו תוך מספר שבועות לאחר שרוס אמר את שמה של רייצ'ל, במקום אמילי, בחופה. ב-1999 נישא לרייצ'ל בעת שהיו שיכורים בלאס ווגאס, הם התגרשו כמה שבועות לאחר מכן. בסוף העונה השביעית מתברר שרייצ'ל בהריון ובתחילת העונה השמינית מתברר שהאב הוא רוס, ובסוף העונה השמינית נולדת אמה. בפרק האחרון בסדרה רייצ'ל ורוס חוזרים להיות יחד ובסדרת הבת "ג'ואי" נרמז שהם נישאו. רוס ידוע כחנון, שנון, וקצת אומנותי.</td>
            </tr>

            <tr>
                <td>
                    <img src="images/ג'ואי.jpg"
                         style="height:100%" ; />
                </td>
                <td>
                    <img src="images/פיבי.jpg"
                         style="height:35%" ; />
                </td>
                <td>
                    <img src="images/צ'ן.jpg"
                         style="height:70%" ; />
                </td>
                <td>
                    <img src="images/מון.jpg"
                         style="height:75%" ; />
                </td>
                <td>
                    <img src="images/רייצ'ל.jpg"
                         style="height:20%" ; />
                <td>
                    <img src="images/רוס.jpg"
                         style="height:30%" ; />
                </td>
            </tr>

        </table></div>

     <script type="text/javascript">
        document.getElementById("label1").innerHTML = "דמויות";
    </script>

</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">
</asp:Content>

